cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'seashore'
cask 'slack'
cask 'vlc'
cask 'android-studio'
cask 'araxis-merge'
cask 'charles'
cask 'cyberduck'
cask 'daisydisk'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'flickr-uploadr'
cask 'gitx'
cask 'grammarly'
cask 'intellij-idea-ce'
cask 'kindle'
cask 'itau'
cask 'screenhero'
cask 'spotify'
cask 'skype'
cask 'stay'
cask 'telegram'
cask 'textmate'
cask 'sublime-text'
cask 'virtualbox'